Repository: DinhKhacDien0903/LonerDatingApp
Catalog: LonerApp/Resources/Languages/Resources.*.resx
Languages: vi

# Button_Text_Skip
source: SKIP
vi: BỎ QUA

# Create_Account_Button
source: Create Account
vi: Tạo tài khoản mới

# Phone_Number_Sign_Button
source: Sign in with phone number
vi: Đăng nhập bằng số điện thoại

# Google_Sign_Button
source: Sign in with Google
vi: Đăng nhập bằng Google

# Signup_Button
source: Sign Up
vi: Đăng nhập

# Trouble_SignIn_Label
source: Trouble signing in?
vi: Bạn gặp sự cố khi đăng nhập

# Terms_Tutorial
source: By tapping “Create account” or “Sign in”, you agree to our
vi: Bằng việc nhấn vào "Tạo tài khoản" hoặc "Đăng nhập", bạn đã đồng ý với những

source: Terms.
vi: Điều khoản.

# PrivacyPolicy_CookiesPolicy_Tutorial
source: Learn how we process your data in our
vi: Tìm hiểu cách chúng tôi xử lý dữ liệu của bạn trong

# And_Text
source: and
vi: và

source: Privacy Policy
vi: Chính sách bảo mật

source: Cookies Policy
vi: Chính sách Cookies

# Label_PhoneNumber
source: My number is
vi: Số điện thoại của bạn

# Description_PhoneNumber
source: We will send a text with a verification code. Message and data rates may apply. Learn what happens when your number changes.
vi: Chúng tôi sẽ gửi tin nhắn có mã xác minh. Có thể áp dụng cước tin nhắn và dữ liệu. Tìm hiểu điều gì xảy ra khi số của bạn thay đổi.

# Button_Continue_Text
source: Continue
vi: TIếp theo

# Placeholder_PhoneNumber
source: Your phone number
vi: Số điện thoại

# Common_Error_NotEmpty
source: The field must be entered.
vi: Ô nhập không được để trống

# Common_Error_Phone
source: Please enter a valid phone number.
vi: Vui lòng nhập số điện thoại hợp lệ

# Label_PhoneNumber_Identity
source: My code is
vi: Mã xác nhận của bạn

# HyperLink_Resend
source: Resend
vi: Gửi lại

# Common_Error_Phone_Identity
source: The code is invalid
vi: Mã xác thực không chính xác

# Resend_Verify_Phone_Number
source: Resend
vi: Gửi lại

# Label_Email_Author
source: What’s your email
vi: Email của bạn

# Placeholder_Email_Author
source: Enter email
vi: Nhập email

# Description_Email_Author
source: Don’t lose access to your account,
vi: Đừng để mất quyền truy cập vào tài khoản của bạn, hãy xác minh email của bạn.

# Common_Error_PhoneLength
source: The phone number must have 10 digits.
vi: Số điện thoại phải có 10 chữ số.

# Common_Error_EmailLength
source: Email maximum 50 characters.
vi: Email có tối đa 50 ký tự.

# Common_Error_Email
source: Please enter a valid emailr.
vi: Vui lòng nhập email hợp lệ

# Common_Error_VerifyLength
source: The verify code must have 6 digits.
vi: Mã xác thực phải có 6 chữ số.

# Placeholder_YourName
source: Your name
vi: Tên của bạn

# Description_YourName
source: This is how it will appear in Loner,and you will nit be able to change it.
vi: Đây là cách nó sẽ hiển thị trên Loner và bạn sẽ không thể thay đổi nó.

# Title_YourName
source: Your name is
vi: Tên của bạn là

# Title_DateOfBirth
source: My Birthday is
vi: Ngày sinh của bạn

# Description_YourDateOfBirth
source: Your age will be public.
vi: Tuổi của bạn sẽ được công khai.

# Common_Error_Date_Is_Number
source: Date must be a valid number.
vi: Ngày sinh phải là số hợp lệ.

# Common_Error_Date
source: Invalid date.
vi: Ngày sinh không hợp lệ.

# Common_Error_Month
source: Invalid month.
vi: Tháng sinh không hợp lệ.

# Common_Error_Year
source: Invalid year.
vi: Năm sinh không hợp lệ.

# Common_Error_Month_Is_Number
source: Month must be a valid number.
vi: Tháng sinh phải là số hợp lệ.

# Common_Error_DateOfBirth
source: The date of birth is invalid. Please enter it again!
vi: Ngày tháng năm sinh không hợp lệ. Vui lòng nhập lại!

# Title_Gender
source: I am a
vi: Giới tính

# Title_CheckBox_Gender
source: Show my gender on my profile.
vi: Hiển thị giới tính của bạn trên trang cá nhân.

# Title_Show_Gender_For_Me
source: Show me
vi: Giới tính hiển thị

# Interest_ProfileHint
source: Let everyone know what you’re interested in by adding it to your profile.
vi: Hãy cho mọi người biết bạn quan tâm đến điều gì bằng cách thêm nó vào hồ sơ của bạn.

# Photos_ProfileHint
source: Add at least 2 photos to continue.
vi: Thêm ít nhất 2 ảnh để tiếp tục.

# Title_Interests
source: Interests
vi: Sở thích

# Title_AddPhotos
source: Add Photos
vi: Thêm ảnh

# SetupPhotoPage_ImageDialog_RemovePhoto
source: Remove Photo
vi: Xoá ảnh

# SetupPhotoPage_ImageDialog_UpdatePhoto
source: Update Photo
vi: Cập nhật ảnh

# SetupPhotoPage_ImageDialog_TakePhoto
source: Take Photo
vi: Chụp ảnh

# SetupPhotoPage_ImageDialog_ChoosePhoto
source: Choose Photo
vi: Chọn ảnh

# Common_Cancel
source: Cancel
vi: Hủy bỏ

# SetupPhotoPage_ImageDialog_Title
source: Upload Image
vi: Tải ảnh lên

# Common_OK
source: OK
vi: Đồng ý

# Common_Text_Confirmation
source: Confirmation
vi: Xác nhận

# Common_Alert_GotoSetting
source: Alter
vi: Thông báo

# Common_Text_Error
source: Error
vi: Lỗi

# ImageCroppingPage_Rotate
source: Rotate
vi: Xoay

# ImageCroppingPage_Done
source: Done
vi: Xong

# ImageCroppingPage_ErrorMessage_CropPhoto
source: Please move the photo inside of cropping area.
vi: Vui lòng di chuyển ảnh vào bên trong vùng chọn.

# ImageCroppingPage_ErrorTitle_CropPhoto
source: Cropping Error.
vi: Lỗi cắt ảnh.

# SetupPhotoPage_SubmitPicture_Title
source: Confirmation
vi: Xác nhận

# SetupPhotoPage_SubmitPicture_Message
source: Do you want to submit this picture?
vi: Bạn có chắc chắn muốn tải ảnh lên?

# Chat_New_Match_Title
source: New Matches
vi: Kết đôi mới

# Chat_Empty_Message_Description
source: When you match with other users they’ll appear here, where you can send them a message
vi: Khi bạn khớp với những người dùng khác, họ sẽ xuất hiện ở đây, nơi bạn có thể gửi tin nhắn cho họ

# Chat_Empty_Message_Title
source: Get swiping
vi: Bắt đầu quẹt

# Chat_Message_Title
source: Messages
vi: Tin nhắn

# Chat_GetLike_Title
source: Get Likes
vi: Lượt thích

# Chat_Placeholder_Type_Messaege
source: Type a message
vi: Nhập tin nhắn

# Chat_Label_Send_Message
source: Send
vi: Gửi

# FilterMap_CheckPermission_TurnOnLocationInSetting
source: Go to settings and turn on location permission.
vi: Mở cài đặt và bật quyền truy cập vị trí.

# FilterMap_CheckPermission_AlertTitle
source: Can't show map.
vi: Không thể hiển thị bản đồ.
